{
  "stage-1": {
    "collegeTier": {
      "online college":
        "After graduating, you're likely to live almost anywhere in the U.S., probably more than 500 miles away from your alma mater's main campus like more than 60% of your peers who attended an online college.",

      "community college":
        "After graduating, you stay within 300 miles of your college, mostly likely within 50 miles of your college like 61% of your peers who attended community college.",

      "state unversity":
        "After graduating, you stay within state lines, living about 330 miles away from your university. You might even be within 50 miles of your alma mater, like 40% of grads.",

      "elite college":
        "After graduating, you likely move 700 miles away from your university. In fact, almost 40% of grads of elite private colleges end up over 500 miles from the university."
    }
  },

  "stage-2": {
    "incomeLevel": {
      "working": {
        "collegeTier": {
          "elite":
            "After graduating, you have a much higher chance than your friends who went to public colleges of making your way to the top 1% income-wise. That especially applies if you graduated from Columbia University, where, one study found that students in the bottom 15% of income distribution entered that exclusive club, compared with just 2 percent at Stony Brook University.'"
        },

        "state university":
          "Graduating from a public university makes you part of a dwindling group. According the New York Times, 'the share of lower-income students at many public colleges has fallen somewhat over the last 15 years,' largely due to a decrease in state funding for higher ed. While there's no guarantee that your post-college earnings will boost you into the top 1% but you have a better chance than your peers if you attended one of the colleges in the City University of New York network, the University of California network or the University of Texas network."
      },

      "middle": {
        "collegeTier": {
          "elite":
            "You are most likely gainfully employed. After all, the employment rate for college grads is 2.1 percent compared to the current national average of 3.8 percent.",

          "state school":
            "You are most likely gainfully employed. After all, the employment rate for college grads is 2.1 percent compared to the current national average of 3.8 percent.",

          "online college":
            "You are most likely gainfully employed. After all, the employment rate for college grads with a Bachelor's degree is 2.1 percent compared to the current national average of 3.8 percent.",

          "community college": " "
        }
      },

      "upper": {
        "elite":
          "Attending an elite college didn't affect your income mobility much. You already had a strong start."
      }
    },
    "race": {
      "white": {
        "gender": {
          "male": {
            "state school":
              "If your alma mater is a flagship public school, then as a white male, you're likely to earn 20 percent more over time than your white male peers who attended less selective colleges."
          }
        }
      },

      "African-American":
        "You are likely earning nearly 17% less per hour, on average, than your white peers and you're also more likely to have taken out loans (about 78% of African-American students do) and to default on those loans. This is true, whether you attended an elite school, a state college, community college, online college. But you're not alone. After all, 44 million Americans owe over $1.4 trillion in student debt. ",

      "Hispanic": ""
    }
  },

  "stage-3": {},

  "stage-4": {
    "all":
      "No matter what kind of school you attended, you're likely healthier than your peers who didn't attend college. According to a study from The National Bureau of Economic Research, college graduates report having health that is “good” or “very good” 44 percent more than their non-graduate peers do. They are also nearly 'four times less likely than to smoke, more likely to exercise, wear a seat belt, maintain a healthy weight, and regularly see a doctor.' It's no surprise then that as a college graduate, you're likely to have a life expectancy of seven years longer than those who hold a high school diploma or less."
  }
}
